Repository: ijaureguialzo/menu-semanal
Catalog: MenuSemanal/MenuSemanal/Localizable.xcstrings
Source language: es
Languages: en, eu

# tab.menu
source: Menú
en: Menu
eu: Menua

# tab.shopping
source: Compra
en: Shopping
eu: Erosketa

# nav.today
source: Hoy
en: Today
eu: Gaur

# meal.lunch
source: Almuerzo
en: Lunch
eu: Bazkaria

# meal.dinner
source: Cena
en: Dinner
eu: Afaria

# meal.add
source: Añadir...
en: Add...
eu: Gehitu...

# detail.dish
source: Plato
en: Dish
eu: Platerrra

# detail.dish.placeholder
source: Nombre del plato
en: Dish name
eu: Plateren izena

# detail.unnamed
source: Sin nombre
en: Unnamed
eu: Izenik gabe

# detail.save
source: Guardar
en: Save
eu: Gorde

# detail.add
source: Añadir
en: Add
eu: Gehitu

# detail.components
source: Componentes
en: Ingredients
eu: Osagaiak

# detail.component.placeholder
source: Nombre del ingrediente
en: Ingredient name
eu: Osagaiaren izena

# shopping.empty.title
source: Todo listo
en: All set
eu: Dena prest

# shopping.empty.description
source: No hay ingredientes pendientes de comprar para esta semana.
en: No ingredients to buy for this week.
eu: Ez dago aste honetarako erosketak egiteke.

# shopping.markAll
source: Marcar todo
en: Mark all
eu: Guztia markatu

# shopping.missing.header %lld
source: %lld ingredientes
en: %lld ingredients
eu: %lld osagaiak
